{
    "About_TGIS": {
        "Id": "About_TGIS",
        "ImageLink": "https://hayone1.github.io/throneofgrace_site-configs/compound2.jpg",
        "PageLink": "#",
        "Title": "About TGIS",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Welcome to Throne of Grace School, the centre for academic excellence, and a breeder of future leaders.\nThrone of Grace School is a mission school, established by the grace of God in September, 2012 under the leadership of the Holy Spirit. The school started with five staff and six pupils. Since then, the school has experienced growth in overall academic performance, staff and pupils population.\nThe number of teaching staff has risen to thirty-six and non-teaching staff to eleven. The school now has about seventy - two pupils in her secondary school and about one hundred and seventy-two in Nursery/Primary School.\nOur pupils are exposed to International conferences. They are also encouraged to go on excursions to important places.\nIn March 2015, the school joined the list of approved schools by Ministry of Education of Oyo State Government.",
        "Paragraphs": null,
        "Type": null
    },
    "Meet_the_Director": {
        "Id": "Meet_the_Director",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Meet the Director",   
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Pastor Moses O MORAWO hails from Ibadan.He holds a degree of Master of Business Administration (MBA) from University of Ibadan (1990). He was a former teacher at Liberty Academy and Ibadan City Academy, all in Ibadan. He later became Executive Director at University Press PLC, one of the leading publishing companies in Nigeria where he worked for 12 years and retired in the year 2013. He is the author of Schools' Morning Devotion Made Simple with Leadership Principles.\nPastor Moses O MORAWO is a seasoned administrator with high level of entrepreneurial ability and sound leadership quality. He is currently the Chief Executive and Director of Throne of Grace Schools. He is happily married to Deborah MORAWO and blessed with God fearing children.",
        "Paragraphs": null,
        "Type": null
    },
    "Career_Opportunities": {
        "Id": "Career_Opportunities",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Career Opportunities",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Omnis culpa consequatur reiciendis enim dicta et placeat.\nTempora aut laudantium quia.\nIpsam excepturi dolorum repudiandae dolores.\nNon quod non cum velit et.\nDolores nesciunt maiores esse a nesciunt cupiditate veniam enim.\nAnimi recusandae est quo.\nAb excepturi libero quibusdam impedit voluptatem reprehenderit molestiae.\nPraesentium sed labore est optio.\nCulpa nostrum molestiae quia fugit minima rerum ipsam iusto excepturi.\nRepellendus nulla est aperiam omnis molestias error laboriosam qui possimus.\nEst et quisquam harum cum consequatur debitis porro.\nFugit pariatur dolores ad sit delectus eveniet ipsam.\nAperiam voluptates at.\nQui aliquid qui eaque distinctio earum.\nPariatur beatae minima saepe qui.\nDeserunt illo doloremque minima est unde est fugiat et quis.\nRerum et autem tempora placeat ducimus harum non vel.\nDolores dolorem consequatur est et non aut.\nQui totam quo ut.\nEt quia earum voluptate ut explicabo in.",
        "Paragraphs": null,
        "Type": null
    },
    "Senior_Secondary": {
        "Id": "Senior_Secondary",
        "ImageLink": "https://hayone1.github.io/throneofgrace_site-configs/compound2.jpg",
        "PageLink": "#",
        "Title": "Senior Secondary",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Iste voluptate ea.\nIncidunt odit voluptatibus ut quia.\nQuidem exercitationem sit quidem.\nEt ipsa est autem nihil.\nSequi repellat omnis repellat.\nUt quisquam totam et.\nEt non eius deserunt voluptatem et est.\nVel fugit doloremque doloremque.\nMagni voluptatibus cumque assumenda natus iste aut aut numquam.\nDicta id saepe quae voluptate ut vitae ad quas.\nPraesentium id quae saepe sunt.\nEst eaque architecto accusamus vel necessitatibus quod nihil.\nAmet natus excepturi sed veritatis asperiores.\nDolores delectus fugiat voluptate.\nDolor animi eius iusto odio eius necessitatibus.\nVoluptas quia voluptas nemo consequatur ea.\nRem expedita tempora voluptas et.\nSequi consequatur sit quae suscipit.\nLabore minima voluptatem.\nAssumenda qui aperiam dolores occaecati itaque maiores suscipit vitae.",
        "Paragraphs": null,
        "Type": null
    },
    "Community": {
        "Id": "Community",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Community",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Officiis magnam expedita dolorum quis ipsam sunt ea.\nNihil laboriosam neque possimus nobis at tempora sint et quia.\nLaborum eum totam deserunt.\nMagni porro adipisci ut repudiandae.\nQuas sed omnis ut.\nVel harum tempora.\nCulpa quo dicta.\nFugiat sint eaque ea non deserunt.\nExercitationem voluptatibus ex dolorem voluptatem reprehenderit qui dicta minima.\nSed rerum et eaque.\nQuidem excepturi nihil cumque eveniet dolorem.\nCommodi ea officia earum voluptate est ut minima sequi quasi.\nAt temporibus vel pariatur blanditiis dolores.\nConsequatur reiciendis harum accusantium sed in velit.\nVoluptatem quisquam sit.\nMinus earum consectetur eligendi sint ipsa similique error.\nUllam commodi non est cum et accusamus veniam nostrum.\nFacere fugit nihil.\nImpedit et similique harum autem dolor.\nOfficiis fuga laboriosam nulla qui necessitatibus ipsum.",
        "Paragraphs": null,
        "Type": null
    }
}