{
    "About_TGIS": {
        "Id": "About_TGIS",
        "ImageLink": "https://i.imgur.com/0RvPVtq.jpeg",
        "PageLink": "#",
        "Title": "About TGIS",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Inventore harum soluta sed ut vel porro assumenda alias.\nLaudantium aliquid maiores qui omnis et ullam maxime dicta.\nVoluptatem dolor est esse sint earum.\nAut vel voluptatibus aspernatur aut odit aut incidunt ipsa.\nAut nesciunt nihil fugit perspiciatis optio ut.\nEsse necessitatibus eos ut vel rerum et voluptas.\nUllam minima quia ut magnam labore omnis praesentium est.\nNumquam possimus aut delectus debitis ut.\nItaque nemo alias aliquam error molestiae quaerat necessitatibus deserunt.\nCulpa aspernatur recusandae deserunt et id et nam exercitationem.\nOmnis sit voluptatum iste.\nDeleniti voluptates voluptatibus ea dolor tenetur inventore minus omnis ex.\nVoluptatum sit unde.\nVero similique quia dolor vitae non et sit.\nNon cum aut.\nUt quaerat id excepturi qui in et nihil architecto quia.\nQuia et voluptatem illo facere alias.\nUt ut quos.\nDolor quia mollitia nobis.\nMolestias quia sapiente sint rerum iste expedita.",
        "Paragraphs": null,
        "Type": null
    },
    "Meet_the_Director": {
        "Id": "Meet_the_Director",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Meet the Director",   
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Exercitationem vel voluptatem itaque voluptatibus magnam quisquam.\nSint quo dolor eaque sit ut dolores optio.\nEt aut distinctio consequatur inventore modi maiores hic et.\nFugit vitae iusto laboriosam aut perferendis quis in expedita voluptas.\nRatione necessitatibus aliquam doloremque aliquid delectus distinctio.\nA sed perferendis sapiente est.\nIllo provident eos.\nEius nesciunt velit autem tenetur laboriosam nesciunt.\nPerferendis quia est recusandae itaque error.\nUt possimus nulla qui ipsum blanditiis vel similique.\nOfficia rerum qui possimus dignissimos distinctio quo.\nQuas reiciendis ducimus veniam placeat quasi quas.\nVeritatis explicabo est nam rem sit dolorem.\nFuga dignissimos aut omnis id expedita eligendi recusandae.\nEum dolor tempora pariatur fugiat ea sequi delectus soluta libero.\nUt aut pariatur amet fugiat labore.\nVel et quis assumenda ea dolores.\nNon quasi dolores illo perspiciatis molestias illo.\nUt commodi sunt at voluptas odio culpa dolore odit voluptatibus.\nRerum quis voluptatem earum omnis.",
        "Paragraphs": null,
        "Type": null
    },
    "Career_Opportunities": {
        "Id": "Career_Opportunities",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Career Opportunities",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Omnis culpa consequatur reiciendis enim dicta et placeat.\nTempora aut laudantium quia.\nIpsam excepturi dolorum repudiandae dolores.\nNon quod non cum velit et.\nDolores nesciunt maiores esse a nesciunt cupiditate veniam enim.\nAnimi recusandae est quo.\nAb excepturi libero quibusdam impedit voluptatem reprehenderit molestiae.\nPraesentium sed labore est optio.\nCulpa nostrum molestiae quia fugit minima rerum ipsam iusto excepturi.\nRepellendus nulla est aperiam omnis molestias error laboriosam qui possimus.\nEst et quisquam harum cum consequatur debitis porro.\nFugit pariatur dolores ad sit delectus eveniet ipsam.\nAperiam voluptates at.\nQui aliquid qui eaque distinctio earum.\nPariatur beatae minima saepe qui.\nDeserunt illo doloremque minima est unde est fugiat et quis.\nRerum et autem tempora placeat ducimus harum non vel.\nDolores dolorem consequatur est et non aut.\nQui totam quo ut.\nEt quia earum voluptate ut explicabo in.",
        "Paragraphs": null,
        "Type": null
    },
    "Senior_Secondary": {
        "Id": "Senior_Secondary",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Senior Secondary",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Iste voluptate ea.\nIncidunt odit voluptatibus ut quia.\nQuidem exercitationem sit quidem.\nEt ipsa est autem nihil.\nSequi repellat omnis repellat.\nUt quisquam totam et.\nEt non eius deserunt voluptatem et est.\nVel fugit doloremque doloremque.\nMagni voluptatibus cumque assumenda natus iste aut aut numquam.\nDicta id saepe quae voluptate ut vitae ad quas.\nPraesentium id quae saepe sunt.\nEst eaque architecto accusamus vel necessitatibus quod nihil.\nAmet natus excepturi sed veritatis asperiores.\nDolores delectus fugiat voluptate.\nDolor animi eius iusto odio eius necessitatibus.\nVoluptas quia voluptas nemo consequatur ea.\nRem expedita tempora voluptas et.\nSequi consequatur sit quae suscipit.\nLabore minima voluptatem.\nAssumenda qui aperiam dolores occaecati itaque maiores suscipit vitae.",
        "Paragraphs": null,
        "Type": null
    },
    "Community": {
        "Id": "Community",
        "ImageLink": "images/home-carousal/3.jpg",
        "PageLink": "#",
        "Title": "Community",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Officiis magnam expedita dolorum quis ipsam sunt ea.\nNihil laboriosam neque possimus nobis at tempora sint et quia.\nLaborum eum totam deserunt.\nMagni porro adipisci ut repudiandae.\nQuas sed omnis ut.\nVel harum tempora.\nCulpa quo dicta.\nFugiat sint eaque ea non deserunt.\nExercitationem voluptatibus ex dolorem voluptatem reprehenderit qui dicta minima.\nSed rerum et eaque.\nQuidem excepturi nihil cumque eveniet dolorem.\nCommodi ea officia earum voluptate est ut minima sequi quasi.\nAt temporibus vel pariatur blanditiis dolores.\nConsequatur reiciendis harum accusantium sed in velit.\nVoluptatem quisquam sit.\nMinus earum consectetur eligendi sint ipsa similique error.\nUllam commodi non est cum et accusamus veniam nostrum.\nFacere fugit nihil.\nImpedit et similique harum autem dolor.\nOfficiis fuga laboriosam nulla qui necessitatibus ipsum.",
        "Paragraphs": null,
        "Type": null
    }
}