{
    "Hours of Business/Punctuality": {
        "Id": "Hours of Business/Punctuality",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Hours of Business/Punctuality",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The School opens officially at 7:00am and closes at 4:00pm on Monday to Friday except during public holidays. Classes start at 8:00am. All students are expected to be in the school latest 7:30am.\nThe school opens for business at 7.00am Monday - Friday each week. All staff are expected to participate in the morning assembly and Friday afternoon assembly. Late coming to the school is an offence. So all members of staff are advised to be punctual and be at their duty posts at the scheduled time.\nLate coming to the school for three days in a month will attract one - day salary cut. Above three days in a month will attract more than one day salary cut and query.",
        "Paragraphs": null,
        "Type": null
    },
    "Dress Code ": {
        "Id": "Dress Code",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Dress Code",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All students are expected to wear the school's uniform including black covered shoes and white socks whenever they come to school except on special occasions when they are allowed to put on other clothes. All students are expected to be neat always and observe high level of hygiene. Long nails are not allowed.\n\nOur staff are expected to dress corporately at all times they are on official duty. They are to wear any colour of sandals or covered shoes but NOT slippers.",
        "Paragraphs": null,
        "Type": null
    },
    "Communication": {
        "Id": "Communication",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Communication",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Students are not allowed to bring cell phone (handset) to school. This is to avoid distractions while they are in school. The school shall provide communication facility free of charge to any student that needs to contact his or her parents on urgent matters only while in school.",
        "Paragraphs": null,
        "Type": null
    },
    "Language of Expression": {
        "Id": "Communication",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Communication",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Our official language of expression is English. Speaking and teaching of mother tongue (Yoruba) is equally important. Mixture of the two together is forbidden. Each of them must be spoken fluently without dilution. Our staff's spoken and written English and Yoruba must be free of errors.",
        "Paragraphs": null,
        "Type": null
    },
    "Respect for others": {
        "Id": "Respect for others",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Respect for others",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Staff should respect one another. No member of staff should use abusive language while addressing his/her colleagues. We must love one another as Christ loves us.",
        "Paragraphs": null,
        "Type": null
    },
    "Neatness of Self and School Environment": {
        "Id": "Neatness of Self and School Environment",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Neatness of Self and School Environment",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All our staff and pupils are expected to maintain high level of hygiene both in school and at home. This is to promote good health of our staff and pupils. No staff or pupil should pass by any liter in the school compound without picking it and throw it into nearby dustbin. Every class teacher is expected to maintain a clean and well-organized classroom at all time. Everybody (staff and pupils) must wash his/her hands after using the toilet. Our toilets must be kept clean and closed at all times.",
        "Paragraphs": null,
        "Type": null
    },
    "Finance/School Fees": {
        "Id": "Finance/School Fees",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Finance/School Fees",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All students are expected to pay all their school fees on admission or resumption date. However, where parents find is difficult to do so, such students are allowed to pay at least fifty-percent of his/her school fees on admission or resumption while the balance should be paid on or before mid-term.\nAll parents should note that no student will be allowed to stay in school without settling his/her school fees on the due date.",
        "Paragraphs": null,
        "Type": null
    },
    "Textbooks and Writing materials": {
        "Id": "Textbooks and Writing materials",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Textbooks and Writing materials",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All students are expected to buy all textbooks and writing materials recommended by the school for effective learning. We assure all parents that only essential learning materials will be recommended for students. The school has a Bookshop where recommended books can be bought at publishers' price. Our student shall be encouraged to make use of the school's well equipped library.",
        "Paragraphs": null,
        "Type": null
    },
    "Lesson note": {
        "Id": "Lesson note",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Lesson note",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All teachers should write comprehensive lesson note and work plan and submit same to the appropriate heads of department or Head of School/Principal at the right time for marking and necessary corrections.",
        "Paragraphs": null,
        "Type": null
    },
    "Coverage of Syllabus and Curriculum": {
        "Id": "Coverage of Syllabus and Curriculum",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Coverage of Syllabus and Curriculum",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All teachers should ensure that syllabus and curriculum for each subject are thoroughly covered and well taught and understood by pupils. Our objective is to maintain international standard. We should not do anything less.",
        "Paragraphs": null,
        "Type": null
    },
    "Assignment / Homework": {
        "Id": "Assignment / Homework",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Assignment / Homework",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Adequate assignment / Home work should be given to pupils at all levels. This is not just to keep the pupils busy but also to deepen their knowledge of the subject concerned.\nEach assignment /homework must be marked and necessary corrections should be made.",
        "Paragraphs": null,
        "Type": null
    },
    "Pupils/Students Weekly Assessment Book": {
        "Id": "Pupils/Students Weekly Assessment Book",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Pupils/Students Weekly Assessment Book",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Performances of every Pupil/Student must be assessed every week as stated in the Weekly Assessment Book. This will enable the parents and teachers measure the improvement or otherwise of each pupil/student. The pupils/students will also know how well they perform.\nIt will also provoke timely corrective actions on the part of pupils/students concerned. Therefore, every teacher must treat regular filling of pupils/students Weekly Assessment Book as very important.\nFailure to do so will be taken as dereliction of duty and will attract salary cut.",
        "Paragraphs": null,
        "Type": null
    },
    "Academic Competition": {
        "Id": "Academic Competition",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Academic Competition",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "a) Pupils from primary four and above (including JSS and SSS pupils) should be allowed to participate in:\n\ni) Essay competition twice a month;\n\nii) Current affairs and student debate once a term;\n\niii) Science and general quiz twice a term.\nb) Pupils in Primary One to Primary Three must compete on drawing a given object each week.\nc) Pupils in Pre-Nursery, Nursery 1 and 2 must compete on painting of a given object each week.",
        "Paragraphs": null,
        "Type": null
    },
    "Reading Culture": {
        "Id": "Reading Culture",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Reading Culture",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Our teachers should love reading and encourage the pupils at all levels to imbibe reading culture. A reader today is a leader tomorrow.\ni) Pupils from Primary Four to Primary Six must identify and record down a minimum of ten new words and their meaning per week\nii) JSS One to JSS Three pupils should record minimum of twenty new words per week.\niii) SS One to SSS Three, thirty new words per week.\nClass teachers/English teachers should implement this by checking, marking and making corrections where necessary. This is to enhance the vocabulary of our pupils.\niv) Apart from recommended textbooks, our pupils in primary school should read a minimum of two literature books per term while those in secondary school should read three per term.\nBoth staff and pupils are encouraged to make use of the school’s library. Reading should become everybody’s hobby. In other word, our staff and pupils should intentionally cultivate reading habit and make it the culture of our school.",
        "Paragraphs": null,
        "Type": null
    },
    "Using Recommended Textbooks": {
        "Id": "Using Recommended Textbooks",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Using Recommended Textbooks",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The School encourages the teachers to consult as many textbooks as possible to enrich the knowledge of both the teachers and the pupils/students. However, our teachers should use all the recommended textbooks in the class and take the pupils/students through the exercises in the books. This will encourage the pupils/students to buy the textbooks and thereby motivate them to develop reading habit which often leads to self-development.\nAny noncompliant teacher will be given one week suspension without pay in the first instance. Further sanction may follow if such teacher does not take corrective action.",
        "Paragraphs": null,
        "Type": null
    },
    "College Examination Committee": {
        "Id": "College Examination Committee",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "College Examination Committee",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The College shall have Examination Committee. Members of the Committee shall be all heads of department and the Principal. The Principal shall be the chairman/chairperson of the committee. The main duty of committee is to conduct and supervise both internal and external examinations that are free of any malpractices.",
        "Paragraphs": null,
        "Type": null
    },
    "Games Competition": {
        "Id": "Games Competition",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Games Competition",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The Games' master should work out the games competition for each year and submit it to management through the Head of School/Principal for approval.",
        "Paragraphs": null,
        "Type": null
    },
    "Good Working Environment": {
        "Id": "Good Working Environment",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Good Working Environment",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "It is the plan of management to create a conducive and good working environment for all staff without discrimination. Management therefore expects all staff to reciprocate this good gesture.",
        "Paragraphs": null,
        "Type": null
    },
    "Meetings": {
        "Id": "Meetings",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Meetings",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "i). Staff meetings - will be holding twice a month, first and third Mondays of each month. The meeting is meant to review the activities of the schools and evaluate our achievement of the set objectives.\nii). Parents – Teachers Association Meeting- The PTA meeting will be holding twice a year on agreed date and time. This is to encourage interaction between the teachers and the parents. The PTA meeting may group Nursery and primary school parents and teachers together while that of secondary school parents and teachers is separate.",
        "Paragraphs": null,
        "Type": null
    },
    "Staff - End-Well Scheme": {
        "Id": "Staff - End-Well Scheme",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Staff - End-Well Scheme",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The Staff End-Well Scheme started on 1st January, 2020.  Only confirmed staff of the school are entitled to register for the scheme.\nIt is the responsibility of the school to contribute five percent (5%) of monthly salary of each registered employee to the scheme.\nOnly staff that spend a minimum of FIVE YEARS with the school will benefit financially from the scheme while leaving the service.",
        "Paragraphs": null,
        "Type": null
    },
    "School's Morning Devotion": {
        "Id": "Staff - End-Well Scheme",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Staff - End-Well Scheme",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The School's Morning Devotion should be strictly supervised by the Head of School (HOS) at Nursery/Primary School and the Principal at the College. Only well trained and experienced teachers should be allowed to conduct School's Morning Devotion. This is to ensure quality Morning Devotion.\nSchool's Morning Devotion roster should be forwarded  to the Director of Schools at the beginning of each term.",
        "Paragraphs": null,
        "Type": null
    },
    "Staff Attendance at Christ Leadership Training Class And Fellowship": {
        "Id": "Staff Attendance at Christ Leadership Training Class And Fellowship",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Staff Attendance at Christ Leadership Training Class And Fellowship",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All members of staff MUST attend Christ Leadership Training class on Fridays and Fellowship on Mondays. Both events serve as training platforms for teachers who are in position to influence our pupils/students positively at class level and Morning Devotion.",
        "Paragraphs": null,
        "Type": null
    },
    "Operation of Commercial Units": {
        "Id": "Operation of Commercial Units",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Operation of Commercial Units",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "It is the plan of the school to start operating commercial units in order to generate additional income both for the school and the staff.\nDistribution of income from each commercial unit shall be as follow:\nThe cost of operations of the project must first be deducted from the total income realized. The balance/profit will be shared fifty percent (50%) to the staff directly involved in the execution of the project and fifty percent (50%) to the school. The teacher in charge of Book Keeping and Financial Accounting will serve as the Accountant for each project.",
        "Paragraphs": null,
        "Type": null
    },
    "The School's Cost Structure": {
        "Id": "The School's Cost Structure",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "The School's Cost Structure",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The School's Cost Structure shall be as follow:\ni. Staff salary and human capital Development 40%\nii. School's Capital Development 30%\niii. Running Cost And Tax Payable to Government 20%\niv. Return on Investment 10%\nThe above represent how the total income realised per year must be distributed to sustain and develop the school.",
        "Paragraphs": null,
        "Type": null
    },
    "Compulsory Orientation for New Teachers and Pupils/Students": {
        "Id": "Compulsory Orientation for New Teachers and Pupils/Students",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Compulsory Orientation for New Teachers and Pupils/Students",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "With effect from January, 2023 all new teachers and pupils/students shall be given one - day orientation on the school's policies, principles and practices. This will enable the new staff and pupils/students fit into the system properly.",
        "Paragraphs": null,
        "Type": null
    },
    "Parents with Four (4) Direct Children In Our School": {
        "Id": "Parents with Four (4) Direct Children In Our School",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Parents with Four (4) Direct Children In Our School",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Each child is an entity. Every child is allowed to enjoy all the facilities provided by the school as applied to his/her level. In the same way, every child should pay for the facilities he/she enjoys. However, for economic reason and the school's policy of encouraging patronage, parents with up to four direct children will be entitled to free tuition for one child. The School reserves the right to select the child that will enjoy the free tuition out of the four children.\nThis facility will continue as long as the parents maintain four direct children in the school. The facility ceases once the figure drops to three or two or one.",
        "Paragraphs": null,
        "Type": null
    },
    "Distribution of Regular Lesson Money": {
        "Id": "Distribution of Regular Lesson Money",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Distribution of Regular Lesson Money",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "With effect from January 2023, distribution of regular lesson money at the end of each term shall be as follow:\nAcademic Staff 50%\nNon-Teaching Staff 5%\nEarly Morning Lesson Staff 5%\nStaff-End-of the year gifts 10%\nSchool 30%",
        "Paragraphs": null,
        "Type": null
    },
    "Time And Movement Book": {
        "Id": "Time And Movement Book",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Time And Movement Book",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All staff must sign the school's time and movement book. This should include both arrival (resumption) and departure (closing) time.\nAny staff that fails to observe thorough signing of the time and movement book will lose money for the affected day.",
        "Paragraphs": null,
        "Type": null
    },
    "Annual Leave": {
        "Id": "Annual Leave",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Annual Leave",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "All categories of our staff are entitled to four-week annual leave except the Head of School/Principal that is entitled to five weeks and Director of School, six weeks.\nApplication for casual leave must be done in writing and duly approved by management.",
        "Paragraphs": null,
        "Type": null
    },
    "Mentoring": {
        "Id": "Mentoring",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Mentoring",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "After the parents, teacher are the next mentors of the pupils. Therefore mentoring of pupils must be given serious attention. Our approach shall be as follows:\ni) Instruction (i.e Teaching)\nii) Demonstration (i.e Show examples)\niii) Experience (i.e Allow the pupils to practice)\niv) Assessment/Evaluation (i.e Check for marking and necessary corrections)",
        "Paragraphs": null,
        "Type": null
    },
    "Refreshment": {
        "Id": "Refreshment",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Refreshment",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Arrangement has been made for refreshment for pupils during the break time at affordable price for interested pupils only.",
        "Paragraphs": null,
        "Type": null
    },
    "Security": {
        "Id": "Security",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Security",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "The security of the pupils and the properties of the school is the responsibility of everybody.\nAll students are expected to sign in at the security post everyday they come to school and sign out when they are going out of the school premises. No student shall be allowed to go out of the school premises during the school hours except on emergency and this must be at the request of the parents.\nEvery child is expected to leave the school latest by 5.00pm except there is a special program that extends beyond the stipulated time. If a parent fails to pick his/her pupil by 5.00pm, such parent will be liable to a fine of N200 per hour. Such fine belongs to the staff on duty.\nThe Head of School/Principal is required to put in place a weekly roaster of staff on duty for the security of our pupils after the school hours.\nThe staff on duty are to wait until the last pupil leaves the school.\nIn case a parent fails to come and pick his/her pupil, the Head of School/Principal must be contacted for the next action to take.\nEach class teacher is expected to lock up his/her classroom at the end of the school hours and submit the key to HOS/Principal office.\nApart from the attendance register, the Head of School/Principal should ensure that the security man keeps record of the time every pupil/student enters into the school’s compound in the morning and exits the compound in the afternoon.",
        "Paragraphs": null,
        "Type": null
    },
    "Warning": {
        "Id": "Warning",
        "ImageLink": "#",
        "PageLink": "#",
        "Title": "Warning",
        "SubTitle": "",
        "SubTitle1": "",
        "Paragraph": "Any member of staff that fails to comply strictly with the above school,s policies will have his / her appointment reviewed after three warnings.",
        "Paragraphs": null,
        "Type": null
    }
}